Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/pensions/personal_retirement_savings_accounts.html.txt.tmx
Source language: en
Languages: ga

source: Personal Retirement Savings Accounts
ga: Cuntais Phearsanta Coigiltis Scoir

source: Personal Retirement Savings Accounts (PRSAs) were first introduced in Ireland through the Pensions (Amendment) Act 2002
ga: Tháinig Cuntais Phearsanta Coigiltis Scoir (CPCS) i bhfeidhm in Éirinn don chéad uair tríd Acht na bPinsean (Leasúchán) 2002

source: A Personal Retirement Savings Account is a long-term personal retirement account designed to enable you to save for retirement in a flexible manner
ga: Cuntas fadthéarmach pearsanta scoir é Cuntas Pearsanta Coigiltis Scoir a thugann deis duit airgead a chur i dtaisce don scor ar bhealach solúbtha

source: (This is especially important for people with no pension provision)
ga: (Tá sé seo ríthábhachtach do dhaoine nach bhfuil aon soláthar pinsin acu)

source: Your PRSA is a contract between you and a PRSA provider in the form of an investment account
ga: Conradh é an CPCS idir thú féin agus an soláthraí CPCS i bhfoirm chuntais infheistíochta

source: PRSAs allow you to change employment and continue to use the same PRSA
ga: Is féidir do phost a athrú agus coinneáil ort ag baint úsáide as an gCPCS céanna

source: You can also switch from one PRSA to another at any time, free of charge
ga: Is féidir freisin athrú ó CPCS amháin chuig ceann eile ag am ar bith, saor in aisce

source: Tax relief based on your age will be given by the Government for the contributions you pay into your PRSA
ga: Tabharfaidh an Rialtas faoiseamh cánach duit atá bunaithe ar d'aois ar na ranníocaíochtaí a dhéanann tú chuig an gCPCS

source: Since 2003 employers that do not provide an occupational pension scheme for their employees are obliged to provide access to at least one Standard PRSA
ga: Tá sé de dhualgas ar fhostóirí nach gcuireann scéim phinsin saothair ar fáil dá bhfostaithe soláthar a dhéanamh do na fostaithe teacht ar, ar a laghad, Gnáth CPCS amháin faoin 15 Meán Fómhair 2003

source: Employers are required to have provided access to a PRSA to employees who are not entitled to join a pension scheme within 6 months of existing service
ga: Tá sé de dhualgas ar fhostóirí soláthar a dhéanamh do fhostaithe teacht ar CPCS nach bhfuil i dteideal a bheith páirteach i scéim phinsin taobh istigh de 6 mhí ó sheirbhís reatha

source: There are two types of PRSA:
ga: Tá dhá chineál CPCS ann:

source: The main difference between the two is that the maximum charges under a Standard PRSA cannot exceed 5% of contributions paid and 1% per annum of the PRSA assets
ga: An príomhdhifríocht idir an dá chineál chuntais nach féidir leis na táillí is airde a ghearrtar ar Ghnáth CPCS a bheith níos mó ná 5% de na ranníocaíochtaí íoctha agus 1% sa bhliain de shócmhainní an CPCS

source: There are some restrictions on the kind of assets a standard PRSA can invest in
ga: Tá teorainn ar an gcineál sócmhainní gur féidir le CPCS infheistiú iontu

source: You can read more about the differences between Standard and Non-Standard PRSAs in a Consumer's Guide to PRSAs (pdf) produced by the Pensions Authority
ga: Is féidir tuilleadh a léamh maidir leis an teorainn seo ar CPCS - Treoir don Thomhaltóir (pdf) atá curtha ar fáil ag tÚdarás Pinsean

source: Standard PRSAs are likely to meet the requirements of most people
ga: Tá gach seans ann go mbeidh Gnáth CPCS in ann riachtanais formhór na ndaoine a shásamh

source: The level of charges imposed is very important; the charges imposed reduce the fund you can build up
ga: Tá leibhéal na dtáillí a ghearrtar fíor thábhachtach; laghdaíonn na táillí a ghearrtar an ciste atá tusa in ann a bhailiú

source: On your retirement, the size of your fund will depend on your contributions and the investment performance less charges deducted
ga: Nuair a scoireann tú ó do phost, braithfidh méid an chiste ar na ranníocaíochtaí a rinne tú agus ar cé mar a d'éirigh leis an infheistíocht lúide na táillí

source: It is not possible to predict investment performance
ga: Ní féidir a rá cé mar a éireoidh leis an infheistíocht

source: Charges on non-Standard PRSAs are not capped and in most cases, are higher than Standard PRSAs
ga: Níl aon teorainn ar tháillí ar CPCS Neamhghnáthacha agus sa chuid is mó cásanna, bíonn siad níos airde ná Gnáth CPCS

source: If you are considering a Non-Standard PRSA, ask for a full explanation of the differences between this product and the Standard product
ga: Má tá tú ag smaoineamh ar CPCS Neamhghnáthach, bí cinnte go bhfaigheann tú míniú iomlán ar na difríochtaí idir an táirge seo agus an Gnáth táirge

source: You should beware of promises of better returns on Non-Standard PRSA products - predicting investment performance is extremely difficult
ga: Bí ar d'airdeall maidir le geallúintí go mbeidh sochair níos fearr le fáil astu ná ar tháirgí Gnáth CPCS - tá sé fíor dheachair déanamh amach cé mar a éiréoidh le infheistíocht

source: Do you need a PRSA?
ga: An dteastaíonn CPCS uait?

source: If you are considering whether to invest in a PRSA or are weighing up your options, you should ask yourself the following questions:
ga: Má tá tú ag smaoineamh ar infheistíocht a dhéanamh i gCPCS nó má tá tú ag breathnú ar na roghanna atá agat, ba cheart duit na ceisteanna seo a leanas a chur ort féin:

source: • Is there an existing pension scheme available to me in my job?
ga: • An bhfuil scéim phinsin ar fáil dom ó mo phost?

source: If not, you should consider making provision for your retirement and a PRSA may be the option for you
ga: Muna bhfuil, ba cheart duit smaoineamh ar sholáthar a dhéanamh don am a bheidh tú imithe ó do phost agus d'fhéadfadh CPCS a bheith feiliúnach duit

source: If you already have a good pension arrangement, you may not need to make any additional provision, or you may be able to "top up" your benefits through making Additional Voluntary Contributions (AVCs)
ga: Má tá socrú maith pinsin i bhfeidhm cheana agat, b'fhéidir nach gá duit soláthar breise a dhéanamh, nó b'fhéidir go mbeadh tú in ann cur le do shochair tríd Ranníocaíochtaí Breise Deonacha (RBD) a dhéanamh

source: If there is no AVC facility, your employer must provide access to a PRSA
ga: Muna bhfuil aon deis ann le RBD a dhéanamh ní mór don fhostóir deis a chur ar fáil duit teacht ar CPCS

source: • Should I start a PRSA if I already have a personal pension plan?
ga: • An ceart dom CPCS a oscailt má tá plean pearsanta pinsin cheana agam?

source: You should seek professional advice based on your circumstances
ga: Ba cheart duit comhairle proifisiúnta bunaithe ar do chúinsí féin a fháil

source: Contact a broker or your pension provider for more information
ga: Déan teagmháil le bróicéir nó le do sholáthraí pinsin le tuilleadh eolais a fháil

source: • Do I need a PRSA if I already have a defined benefit scheme?
ga: • An dteastaíonn CPCS uaim má tá scéim shochair shainithe cheana agam?

source: Defined benefit pension schemes promise a pension related to your salary (e.g
ga: Geallann scéimeanna sochair phinsin sainithe pinsean duit a bhraitheann ar do thuarastal (mar shampla, dhá thrian den tuarastal deireanach nuair a scoireann tú ó do phost)

source: two-thirds of final salary on retirement)
ga: Ní gá go mbeadh ort aon soláthar breise pinsin a dhéanamh

source: You may not need to make any further pension provisions
ga: Tá riosca ag baint le aistriú ó scéim shochair shainithe go dtí CPCS

source: Transferring from a defined benefit scheme into a PRSA involves a risk. Assess your financial position and weight up the advantages/disadvantages
ga: Déan do stádas airgeadais a mheas agus breathnaigh ar na buntáistí/míbhuntáistí a bheadh ann duit

source: • Do I need a PRSA if I have a defined contribution scheme?
ga: • An dteastaíonn CPCS uaim má tá scéim ranníocaíochta sainithe cheana agam?

source: You are already carrying the investment risk - your pension will depend on the contributions you make, together with the investment performance of your fund, less charges involved
ga: Tá an riosca infheistíochta ag titim ort cheana - beidh do phinsean ag brath ar na ranníocaíochtaí a dhéanann tú, chomh maith le cé mar a éiríonn leis an gciste, lúide táille cuí

source: If your employer is making a contribution to your existing scheme, you should find out whether this will continue if you transfer to a PRSA
ga: Má tá do fhostóir ag íoc i dtreo na scéime atá agat cheana, ba cheart duit a fháil amach an leanfar leis seo má aistríonn tú chuig CPCS

source: Investment of your money
ga: Do chuid airgid a infheistiú

source: Standard PRSAs invest only in pooled funds where the risk is spread across a large number and variety of investments
ga: Déanann Gnáth CPCS infheistiú i gcomhchistí amháin áit atá an riosca scartha amach trasna go leor infheistíochtaí éagsúla

source: Non-Standard PRSAs can offer wider investment choices
ga: Bíonn roghanna infheistíochta níos leithne ar fáil ó CPCS neamhghnáthacha

source: However, you need to be sure that you understand the investment choices and the reasons why you should opt for them
ga: Ach, ní mór duit a bheith cinnte go dtuigeann tú na roghanna infheistíochta agus na fáthanna gur ceart iad a roghnú

source: If you do not understand how your pension will be invested, then you should consider if this product is best for you
ga: Muna dtuigeann tú cén chaoi a ndéanfar do phinsean a infeistiú, ba cheart duit ansin machnamh a dhéanamh an í seo an rogha is fearr a fheileann thú

source: You should also be sure that you can afford the monthly payment suggested and that this is the most effective payment for tax relief purposes - read more about tax relief and PRSAs below
ga: Ba cheart duit a bheith cinnte freisin go bhfuil tú in ann na n-íocaíochtaí míosúla molta a íoc agus gurb í seo an íocaíocht is fearr ó thaobh faoiseamh cánach

source: Approval of PRSA products
ga: Táirgí CPCS a cheadúnú

source: The Pensions Authority and the Revenue Commissioners are jointly responsible in Ireland for approving PRSA products
ga: Tá comhfhreagracht ar Bhord na bPinsean agus ar na Coimisinéirí Ioncaim in Éirinn as táirgí CPCS a cheadúnú

source: The Pensions Authority supervises the activities of providers in relation to their approved products and monitors compliance with the legislation regarding PRSAs
ga: Déanann tÚdarás Pinsean maoirseacht ar ghníomhaíochtaí na soláthraithe maidir lena dtáirgí ceadúnaithe agus déanann sé monatóireacht le cinntiú go bhfuileadar ag cloí le reachtaíocht a bhaineann le CPCS

source: As part of the Pension Authority's role, a register of PRSA providers and their products is available
ga: Mar chuid den ról atá ag tÚdarás Pinsean tá clár na soláthraithe CPCS agus a dtáirgí ar fáil

source: The Ombudsman for Pensions has the power to investigate and determine your complaints concerning disputes of fact or law and errors in relation to occupational pension schemes and Personal Retirement Savings Accounts
ga: Beidh sé de chumhacht ag Ombudsman na bPinsean fiosrúchán a dhéanamh agus cinneadh a thógáil maidir le do ghearáin a bhaineann le easaontas fíricí nó dlí agus botúin a bhaineann le scéimeanna pinsin saothair agus Cuntais Phearsanta Coigiltis Scoir (CPCS)

source: The Ombudsman has the power to give any directions necessary to resolve the complaint or dispute and can give financial compensation (redress) but this cannot exceed the actual loss of benefit under the occupational pension scheme or Personal Retirement Savings Account
ga: Tá sé de chumhacht ag an Ombudsman aon treoracha cuí a thabhairt le réiteach a fháil ar an ngearán nó easaontas agus cúiteamh airgeadais a thabhairt ach ní féidir leis an tsuim seo a bheith níos mó ná an sochar caillte faoin scéim phinsin saothair nó Cuntas Pearsanta Coigiltis Scoir

source: The Ombudsman does not have the power to award legal costs
ga: Ní bheidh sé de chumhacht ag an Ombudsman costais dlíthiúla a bhronnadh

source: All decisions made by the Ombudsman are binding between the parties subject to a right of appeal by either party to the High Court
ga: Ní mór do na páirtithe ar fad cloí le cinneadh an Ombudsman faoi réir ag an gceart atá ag na páirtithe ar fad achomharc a lorg ón Ardchúirt

source: Tax relief and PRSAs
ga: Faoiseamh Cánach agus CPCS

source: If you pay a contribution into a PRSA, you will benefit from tax relief at your marginal income tax rate
ga: Má íocann tú ranníocaíocht i gCPCS beidh faoiseamh cánach ar fáil duit ag an ráta imeallach cánach ioncaim

source: Since 1 January 2011 you have to pay social insurance (PRSI) contributions and the Universal Social Charge on your PRSA contribution
ga: Ó 1 Eanáir 2011 íocann tú ÁSPC agus an Muirear Sóisialta Uilíoch ar do ranníocaíocht CPCS

source: Where your contribution to your PRSA is deducted from your salary by your employer, net pay arrangements will apply, that is, your tax relief is given at the time you pay the contribution
ga: Nuair a bhaineann do fhostóir na ranníocaíochtaí CPCS ó do chuid tuarastail, beidh socruithe pá ghlan i bhfeidhm, is é sin le rá go mbeidh an faoiseamh cánach/ÁSPC ar fáil duit ag an am a íocann tú an ranníocaíocht

source: Maximum annual tax deductible is based on a percentage of your earnings
ga: Tá an t-uasmhéid cánach bhliantúil inasbhainte bunaithe ar chéatadán de do thuarastal

source: The allowable percentage rises with age
ga: Éiríonn an céatadán ceadúnaithe níos airde le haois

source: (So for example, someone over 40 years of age will obtain a higher rate of tax relief than someone aged under 30 years)
ga: (Mar shampla, beidh faoiseamh cánach ag ráta níos airde ar fáil do dhuine atá ós cionn 40 bliana ná do dhuine atá faoi 30 bliana d'aois)

source: Tax relief is allowed against your relevant earnings (that is, earnings from employment, from a profession, from a trade or from an office)
ga: Tugtar faoiseamh cánach ar do thuarastal cuí (is é sin, tuarastal ó fhostaíocht, ó phroifisiún, ó thrádáil nó ó oifig)

source: If you have earnings as a proprietary directory or employee of an investment company, these are discounted
ga: Má tá tuarastal dhá íoc leat mar úinéir stiúrthóra nó mar fhostaí comhlacht infheistíochta, ní chuirtear san áireamh é

source: "Net relevant earnings" are relevant earnings less losses, capital allowances and certain payments that reduce a person's income for tax purposes such as tax effective covenants
ga: Is ionann "tuarastal glan cuí" agus tuarastal cuí lúide caillteanais, liúntais chaipitiúla agus íocaíochtaí faoi leith a laghdaíonn ioncam an duine ar mhaithe le cúrsaí cánach, mar shampla cúnaint a bhfuil feidhm chánach acu

source: If you are a member of an occupational pension scheme or of a statutory pension scheme, you may pay to an Additional Voluntary Contributions PRSA
ga: Más ball thú de scéim phinsin saothair nó scéim phinsin reachtúil, is féidir leat íoc isteach i gCPCS Ranníocaíochtaí Breise Deonacha (RBD)

source: (Separate rules apply here - see AVC below)
ga: (Baineann rialacha faoi leith leis seo - feach RBD thíos)

source: PRSA providers cannot impose a minimum contribution greater than the following:
ga: Ní féidir le soláthraithe CPCS íosmhéid ranníocaíochtaí atá níos mó ná iad seo a leanas a leagan síos:

source: • €10 per electric transaction or
ga: • €10 as gach gnó leictreonach nó

source: • €50 per transaction for other methods of payment
ga: • €50 as gach gnó déanta ar gach modh eile íocaíochta

source: Contributions received by PRSA providers must be held in a custodian account
ga: Ní mór ranníocaíochtaí a fhaigheann soláthraithe CPCS a choinneáil i gcuntas coimeádta

source: Maximum allowable contributions for tax relief purposes are as follows:
ga: Seo a leanas uasmhéid na ranníocaíochtaí ceadúnaithe ar mhaithe le faoiseamh cánach:

source: Age Percentage (%) of earnings*
ga: Aois Céatadán (%) tuarastáil*

source: Under 30 years 15%
ga: Faoi 30 bliana 15%

source: *In the case of employees, "earnings" means gross pay for tax purposes
ga: *I gcás fostaithe, is ionann "tuarastal" agus ollthuarastal ar mhaithe le cáin

source: In the case of self-employed people, "earnings" is defined as "net relevant earnings" (see above)
ga: I gcás daoine atá féin-fhostaithe ia ionann "tuarastal" agus "tuarastal glan cuí" (féach thuas)

source: From 2011 the annual earnings limit that may be taken into account is €115,000 (€150,000 in 2010)
ga: Ó 2011 tá an teorann tuarastail bliaintúil a féadfadh bheith san áireamh €115,000 (€150,000 i 2010)

source: This means for example, that someone aged 35 years can gain tax relief on the lower of 20% of their earnings or on the contributions paid in that year
ga: Ciallaíonn seo mar shampla gur féidir le duine atá 35 bliana d’aois faoiseamh cánach a fháil ar 20% dá t(h)uarastal nó ar na ranníocaíochtaí a dhéanann sé/sí sa bhliain sin, cibé acu is lú

source: Contributions made by an employer to a PRSA on behalf of an employee, are treated as a "benefit in kind" of the employee
ga: Sochar comhchineáil an fhostaí iad ranníocaíochtaí a dhéanann fostóir chuig CPCS ar son fostaí

source: These contributions are treated for relief purposes for the employer as they are for the employee
ga: Deilítear leis na ranníocaíochtaí seo maidir le faoiseamh don fhostóir mar atá don fhostaí

source: For example, an employee aged 29 contributes 5% of their earnings to a PRSA and the employer contributes a further 10%, the employee as treated as making a total contribution of 15%
ga: Mar shampla, íocann fostaí atá 29 bliana d'aois 5% dá t(h)uarastal le CPCS agus íocann an fostóir 10% eile, deirtear go bhfuil ranníocaíocht de 15% íoctha ag an bhfostaí

source: The employee is charged on the employer's contribution as a benefit in kind and must include this on their return of income to the Revenue Commissioners
ga: Gearrtar cáin ar an bhfostaí ar ranníocaíocht an fhostóra mar shochar comhchineáil agus ní mór don fhostaí é seo a chur in iúl ar a t(h)uairisceán ioncaim chuig na Coimisinéirí Ioncaim

source: This tax treatment makes no practical difference unless the total contribution limits shown are exceeded
ga: Níl aon difríocht i dtéarmaí praiticiúla leis an socrú cánach seo ach amháin sa chás go dtéann an ranníocaíocht iomlán thar na teorainneacha atá leagtha amach

source: From April 2006 contributions to PRSAs have been disregarded from assessment in means-tested social welfare schemes except Supplementary Welfare Schemes
ga: Déanfar neamhshuim de ranníocaíochtaí le Cuntais Choigiltis Phearsanta um Phinsin ó Aibreán 2006 le haghaidh measúnú na scéimeanna leasa shóisialaigh sin atá bunaithe ar thástáil acmhainne, seachas Scéimeanna Leasa Forlíontacha

source: If your employer does not operate an occupational pension scheme or where there are certain restrictions applying to the occupational pension scheme, your employer is required by law to ensure they provide access to at least one Standard PRSA
ga: Muna bhfuil scéim phinsin saothair i bhfeidhm ag do fhostóir nó sa chás go bhfuil teorainneacha faoi leith ag baint leis an scéim phinsin saothair tá dualgas dlíthiúil ar do fhostóir déanamh cinnte go gcuireann siad deis ar fáil duit íoc isteach i gCPCS amháin ar a laghad roimh an 15 Meán Fómhair 2003

source: This rule applies to all employers, irrespective of the number of employees and the status of those employees (i.e., whether they are full-time, fixed-term, part-time, contract, etc.)
ga: Baineann an riail seo le gach fostóir, is cuma cé mhéid fostaithe atá aige/aici agus stádas na bhfostaithe sin (más fostaithe go lánaimseartha, ar feadh tréimhse socraithe, go páirtaimseartha, ar chonradh & rl atá siad)

source: Contact the HR manager or Payroll Section at your employment to find out about more about the Standard PRSA(s) they have provided
ga: Déan teagmháil leis an mbainisteoir pearsanra nó leis an Rannóg Phá i d'áit fhostaithe le tuilleadh eolais a fháil maidir leis an nGnáth CPCS atá curtha ar fáil aige/aici

source: You can also read more about pensions and retirement here
ga: Is féidir freisin tuilleadh a léamh maidir le pinsin agus le scor anseo
